Repository: nguyenminhhung2011/flutter-pos-template
Catalog: lib/l10n/intl_*.arb
Languages: uz

# enterSmsContent
source: Enter message Content
uz: Xabar matnini kiriting

source: Send message
uz: Xabar yuborish

source: Buy sms
uz: SMS sotib olish

source: Supplier List
uz: Etkazib beruvchilar

source: Add Supplier
uz: Etkazib beruvchi qo'shish

source: No Supplier Found
uz: Hech qanday yetkazib beruvchi topilmadi

source: Check Warranty
uz: Kafolatni tekshirish

source: Customer Invoices
uz: Mijoz hisob-fakturalari

source: Supplier Invoice
uz: Etkazib beruvchining hisob-fakturasi

source: Add Item
uz: Element qo'shish

source: No Invoice Found
uz: Hisob-faktura topilmadi

source: Stock
uz: Omborda

source: Enter Stock Amount
uz: Aktsiyalar miqdorini kiriting

source: Discount Price
uz: Chegirmali narx

source: Enter Discount Price
uz: Chegirma narxini kiriting

source: Date Time
uz: Sana va vaqt

source: Walk in Customer
uz: Do'konga tashrif buyurgan mijoz

source: Sale Details
uz: Sotish tafsilotlari

# customerWalkIncostomer
source: Customer: Walk-in Customer
uz: Mijoz: Do'konga tashrif buyuruvchi

source: Item
uz: element

source: Camera
uz: Kamera

source: Total Item : 2
uz: Jami elementlar: 2

# shipingOrOther
source: Shipping/Other
uz: Yuk tashish/Boshqa

source: Your Due Sales
uz: To'lanadigan sotuvlaringiz

source: Your All Sales
uz: Barcha sotuvlaringiz

# invoiceHint
source: Invoice NO..
uz: Invoice raqami...

source: Customer
uz: xaridor

# dueAmountWillShowHere
source: Due amount will show here if available
uz: Agar mavjud bo'lsa, qarz miqdori shu yerda ko'rsatiladi

# thisCustmerHasNoDue
source: This customer has no due
uz: Bu mijozning qarzi yo'q

source: Please Select A Customer
uz: Mijozni tanlang

source: Please Add A Sale
uz: Sotish qo'shing

source: Your all sale list
uz: Sizning barcha savdolaringiz ro'yxati

source: Changeable Amount
uz: O'zgaruvchan miqdor

source: Sales
uz: Savdo

source: Due List
uz: To'lovlar ro'yxati

source: Ledger
uz: Hisob kitobi

source: Transaction
uz: Tranzaktsiya

# subciption
source: Subscription
uz: Obuna

source: Upgrade On Mobile App
uz: Mobil ilovada yangilang

source: POS Sale
uz: POS-sotish

# searchAnyThing
source: Search Anythings...
uz: Biror narsa toping...

source: Sale
uz: Savdo

source: Log out
uz: Chiqish

# cashAndBank
source: Cash & Bank
uz: Naqd pul va bank

source: Cash In Hand
uz: Naqd pul

source: Open Cheques
uz: Ochiq cheklar

source: Loan Accounts
uz: Kredit hisoblari

source: Preview
uz: Ko'rib chiqish

source: Due Collection
uz: Qarzni undirish

source: Customer of the month
uz: Oy mijozi

source: Top Selling Product
uz: Eng ko'p sotiladigan mahsulot

source: Statistic
uz: Statistika

# stockValues
source: Stock Value
uz: Qimmatli qog'ozlar qiymati

source: Low Stock
uz: Kam kam

# fivePurchase
source: Top 5 purchasing product of the month
uz: Oyning eng yaxshi beshta mahsuloti

# recentSale
source: Recent Sales
uz: Oxirgi sotuvlar

# tSale
source: Total Sales
uz: Jami savdo summasi

# sAmount
source: Sale Amount
uz: Sotuv summasi

# inc
source: Income
uz: Daromad

# prof
source: Profile
uz: Profil
