Repository: nguyenminhhung2011/flutter-pos-template
Catalog: lib/l10n/intl_*.arb
Languages: uz

source: Add New User
uz: Yangi foydalanuvchi qo'shish

source: User Role
uz: Foydalanuvchi roli

source: Add New
uz: Yangisini qo'shish

source: Orders
uz: Buyurtmalar

source: Revenue
uz: daromad

source: User Name
uz: Foydalanuvchi nomi

source: No User Found
uz: Foydalanuvchi topilmadi

source: All
uz: Hammasi

source: Profile Edit
uz: Profilni tahrirlash

source: Sales List
uz: Sotish ro'yxati

source: Enter Password
uz: Parolni kiriting

source: No User Role Found
uz: Foydalanuvchi roli topilmadi

source: Add User Role
uz: Foydalanuvchi rolini qo'shish

source: User Title
uz: Foydalanuvchi nomi

source: Enter user title
uz: Foydalanuvchi nomini kiriting

source: User Title
uz: Foydalanuvchi nomi

# addSuccessful
source: Added Successful
uz: Qo'shish muvaffaqiyatli bo'ldi

# youHaveToRelogin
source: You have to RE-LOGIN on your account.
uz: Siz o'z hisobingizga KIRISH kerak.

source: Pay Cash
uz: Naqd pulda to'lash

source: Free Lifetime Update
uz: Hayot uchun bepul yangilash

source: Android & iOS App Support
uz: Android va iOS ilovalarini qo'llab-quvvatlash

source: Premium Customer Support
uz: Premium mijozlarni qo'llab-quvvatlash

source: Custom Invoice Branding
uz: Maxsus hisob-faktura brendingi

source: Unlimited Usage
uz: Cheksiz foydalanish

source: Free Data Backup
uz: Bepul ma'lumotlarni zaxiralash

# stayAtTheForFront
source: Stay at the forefront of technological advancements without any extra costs. Our Pos Saas POS Unlimited Upgrade ensures that you always have the latest tools and features at your fingertips, guaranteeing your business remains cutting-edge.
uz: Qo'shimcha xarajatsiz texnologiya yutuqlaridan xabardor bo'ling. Bizning bepul Saas POS-ni yangilash sizga har doim eng so'nggi vositalar va funksiyalarni qo'lingizda ushlab turishni ta'minlaydi va biznesingiz yangilanib turishini ta'minlaydi.

# weUnderStand
source: We understand the importance of seamless operations. That's why our round-the-clock support is available to assist you, whether it's a quick query or a comprehensive concern. Connect with us anytime, anywhere via call or WhatsApp to experience unrivaled customer service.
uz: Biz ish vaqti muhimligini tushunamiz. Shuning uchun bizning 24/7 ko'makimiz sizga yordam berish uchun mavjud, xoh u tezkor so'rov bo'ladimi, xoh murakkab muammo bo'ladimi. Mijozlarga tengsiz xizmat ko'rsatish uchun istalgan vaqtda, istalgan joyda telefon yoki WhatsApp orqali biz bilan bog'laning.

# unlockTheFull
source: Unlock the full potential of Pos Saas POS with personalized training sessions led by our expert team. From the basics to advanced techniques, we ensure you're well-versed in utilizing every facet of the system to optimize your business processes.
uz: Mutaxassislar guruhimiz tomonidan o'qitiladigan moslashtirilgan treninglar orqali Pos Saas POS-ning to'liq salohiyatini oching. Biznes jarayonlarini optimallashtirish uchun asoslardan tortib ilg'or texnikalargacha tizimning barcha jihatlaridan foydalanishni yaxshi bilishingizga ishonch hosil qilamiz.

# makeALastingImpression
source: Make a lasting impression on your customers with branded invoices. Our Unlimited Upgrade offers the unique advantage of customizing your invoices, adding a professional touch that reinforces your brand identity and fosters customer loyalty.
uz: Brendli hisob-fakturalar bilan mijozlaringizda doimiy taassurot qoldiring. Bizning bepul yangilanishimiz hisob-fakturalaringizni moslashtirishda noyob afzallik beradi, korporativ identifikatoringizni mustahkamlaydigan va mijozlarning sodiqligini targ‘ib qiluvchi professional taassurot qo‘shadi.

# theNameSysIt
source: The name says it all. With Pos Saas POS Unlimited, there's no cap on your usage. Whether you're processing a handful of transactions or experiencing a rush of customers, you can operate with confidence, knowing you're not constrained by limits
uz: Nomi hammasini aytadi. Pos Saas POS Unlimited bilan foydalanish cheklovlari yo'q. Bir nechta tranzaksiyalarni qayta ishlayapsizmi yoki mijozlar oqimiga duch kelasizmi, cheklovlar bilan cheklanmaganligingizni bilib, ishonch bilan ishlashingiz mumkin.

# safegurardYourBusinessDate
source: Safeguard your business data effortlessly. Our Pos Saas POS Unlimited Upgrade includes free data backup, ensuring your valuable information is protected against any unforeseen events. Focus on what truly matters - your business growth.
uz: Biznes ma'lumotlaringizni osongina himoya qiling. Bizning bepul Pos Saas POS Cheksiz ma'lumotlar zaxiramiz qimmatli ma'lumotlaringizni kutilmagan hodisalardan himoya qiladi. E'tiboringizni haqiqatan ham muhim narsaga qarating - biznesingizni rivojlantirish.

source: Buy
uz: sotib olish

source: Bank Information
uz: Bank ma'lumotlari

source: Bank Name
uz: Bank nomi

source: Branch Name
uz: Filial nomi

source: Account Name
uz: Hisob nomi

source: Account Number
uz: Hisob raqami

# bankAccountingCurrecny
source: Bank Account Currency
uz: Bank hisobi valyutasi

source: SWIFT Code
uz: SWIFT kodi

source: Enter Transaction Id
uz: Tranzaksiya identifikatorini kiriting

source: Upload Document
uz: Hujjatni yuklash

source: Upload File
uz: Faylni yuklash

source: About App
uz: Ilova haqida

source: Terms of use
uz: Foydalanish shartlari

source: Privacy Policy
uz: Maxfiylik siyosati

source: User Role Name
uz: Foydalanuvchi roli nomi

source: Enter User Role Name
uz: Foydalanuvchi rolining nomini kiriting

source: Your Package
uz: Sizning paketingiz

source: Free Plan
uz: Bepul reja

# yourAreUsing
source: You are using
uz: Siz foydalanyapsiz

source: Free Package
uz: Bepul paket

source: Premium Plan
uz: Premium reja

source: Package Feature
uz: Paket xususiyatlari

source: Remaining:
uz: Qolgan:

source: Unlimited
uz: Cheksiz

source: For Unlimited Uses
uz: Cheksiz foydalanish uchun

source: Update Now
uz: Hozir yangilash

source: Purchase Premium Plan
uz: Premium sotib olish rejasi

# stayAtTheForeFrontOfTechnological
source: Stay at the forefront of technological advancements without any extra costs. Our Pos Sass POS Unlimited Upgrade ensures that you always have the latest tools and features at your fingertips, guaranteeing your business remains cutting-edge.
uz: Qo'shimcha xarajatsiz texnologik yutuqlarning eng so'nggi bosqichida qoling. Bizning bepul Pos Sass POS yangilashimiz har doim qo'lingizda eng so'nggi vositalar va funksiyalarga ega bo'lishingizni ta'minlaydi va biznesingiz yangilanib turishini ta'minlaydi.

source: Buy Premium Plan
uz: Premium tarif rejasini sotib oling

# mobilePlusDesktop
source: Mobile App + Desktop
uz: Mobil ilova + Kompyuter

source: Transaction Id
uz: Tranzaksiya identifikatori

source: Product Stock
uz: Qolgan mahsulot

source: Please enter product stock
uz: Iltimos, qolgan mahsulot zaxirasini kiriting

source: Increase Stock
uz: Aksiyani ko'paytirish

source: Are you want to delete this product
uz: Siz ushbu mahsulotni o'chirmoqchisiz

source: No Connection
uz: Ulanish yo'q

source: Please Check Your Internet Connectivity
uz: Internet ulanishingizni tekshiring

source: Try Again
uz: Qayta urinib ko'ring

source: Currency
uz: valyuta

source: Pos Saas Login panel
uz: Pos Saas kirish paneli

source: Pos Saas SingUp Panel
uz: Pos Saas ro'yxatga olish paneli

source: Business Category
uz: Biznes toifasi

source: Company Name
uz: Kompaniya nomi

source: Enter Your Company Name
uz: Kompaniya nomini kiriting

source: Phone Number
uz: Telefon raqami

source: Enter your phone number
uz: Telefon raqamingizni kiriting

source: Shop Opening Balance
uz: Do'kon ochilish balansi

source: Enter your amount
uz: Miqdorni kiriting

# continu
source: Continue
uz: Davom etish

source: Reset Your Password
uz: Parolni tiklash

source: Email
uz: Elektron pochta

source: Enter your email address
uz: Elektron pochta manzilingizni kiriting

# pleaseDownloadOurMobileApp
source: Please download our mobile app and subscribe to a package to use the desktop version
uz: Iltimos, mobil ilovamizni yuklab oling va ish stoli versiyasidan foydalanish uchun paketga obuna bo'ling

# mobiPosLoginPanel
source: Pos Saas Login Panel
uz: Pos Saas kirish paneli

source: Enter Your Password
uz: Parolingizni kiriting

source: Login
uz: Kirish

source: Password
uz: Parol

source: Forgot Password?
uz: Parolni unutdingizmi?

# registration
source: Register
uz: Registratsiya

source: Edit your profile
uz: Profilingizni tahrirlang

# uploadAImage
source: Upload an image
uz: Rasmni yuklash

# orDragAndDropPng
source: or drag & drop PNG, JPG
uz: yoki PNG, JPG-ni torting

# comapnyName
source: Company Name
uz: Kompaniya nomi

# enterYourCompanyNames
source: Enter your Company Name
uz: Kompaniya nomini kiriting

source: Address
uz: Manzil

source: Enter Your Address
uz: Manzilingizni kiriting

# mobiPosSignUpPane
source: Pos Saas Signup Panel
uz: Pos Saas Ro'yxatdan o'tish paneli

source: Confirm password
uz: Parolni tasdiqlang

source: Enter your password again
uz: Parolingizni yana kiriting

source: Already have an account's?
uz: Allaqachon hisobingiz bormi?

source: Chose a plan
uz: Rejani tanlang

source: All Basic Features
uz: Barcha asosiy xususiyatlar

# unlimitedInvoice
source: Unlimited Invoices
uz: Cheksiz hisob-fakturalar

source: Get Started
uz: Boshlash

source: Current plan
uz: Joriy reja

source: Select your language
uz: Tilingizni tanlang

source: Shop Name
uz: Do'kon nomi

source: Enter Your Shop Name
uz: Do'kon nomini kiriting

source: Phone Verification
uz: Telefon tekshiruvi

# weNeedToRegisterYourPhone
source: We need to register your phone before getting started!
uz: Boshlashdan oldin telefoningizni ro'yxatdan o'tkazishimiz kerak!

source: Verify Phone Number
uz: Telefon raqamini tekshirish

source: Customer Name
uz: Mijoz nomi

source: Enter Customer Name
uz: Mijoz nomini kiriting

source: Opening Balance
uz: Ochilish balansi

source: Enter Opening Balance
uz: Ochilish balansini kiriting

source: Type
uz: Tur

source: Cancel
uz: Bekor qilish

# saveAndPublish
source: Save & Publish
uz: Saqlash va nashr qilish

source: Customer List
uz: Mijozlar

source: Search by Name or Phone...
uz: Ism yoki telefon bo'yicha qidirish...

source: Add Customer
uz: Mijoz qo'shish

source: Party Name
uz: Mijoz nomi

source: Party Type
uz: Partiya turi

source: Phone
uz: Telefon

source: Due
uz: Qarz

source: Delete
uz: O'chirish

source: Are you want to delete this Customer?
uz: Ushbu mijozni o'chirib tashlamoqchimisiz?

source: This customer have previous due
uz: Bu mijozning oldingi qarzi bor

source: No Customer Found
uz: Hech qanday mijoz topilmadi

source: Total Due
uz: Jami qarz

source: Customers
uz: Mijozlar

# supplier
source: Suppliers
uz: Etkazib beruvchilar

source: Collect Due >
uz: To'lovni undirish >

# noDueTransantionFound
source: No Due Transaction Found
uz: Qarz operatsiyalari topilmadi

source: Create Payment
uz: To'lov yaratish

source: Grand Total
uz: Jami summa

source: Paying Amount
uz: Savdo summa

# enterPaidAmount
source: Enter paid amounts
uz: To'lanadigan summani kiriting

source: Change Amount
uz: O'zgartirish

source: Due Amount
uz: To'lanishi kerak bo'lgan summa

source: Payment Type
uz: To'lov turi

source: Submit
uz: Tasdiqlash

# enterExpanseCategory
source: Enter Expense Category
uz: Xarajat toifasini kiriting

source: Please enter valid data
uz: Iltimos, haqiqiy ma'lumotlarni kiriting

source: Category Name
uz: Kategoriya nomi

source: Enter Category Name
uz: Kategoriya nomini kiriting

source: Description
uz: tavsif

source: Add description....
uz: Tavsif qo'shish...

source: Expense CategoryList
uz: Xarajatlar toifalari ro'yxati

source: Search by invoice....
uz: Invoys raqami bo'yicha qidirish...

source: Add Category
uz: Kategoriya qo'shish

source: Action
uz: Harakat

source: No Expense Category Found
uz: Xarajatlar toifasi topilmadi

source: Expense Details
uz: Xarajat tafsilotlari

source: Name
uz: Ism

source: Category
uz: Kategoriya

source: Reference No.
uz: Raqam

source: Income
uz: daromad

source: Add/Update Expense List
uz: Xarajatlar ro'yxatini qo'shish/yangilash

source: Expense Date
uz: Xarajat sanasi

source: Enter Expense Date
uz: Xarajat sanasini kiriting

source: Expense For
uz: xarajat

source: Enter Name
uz: Ism kiriting

source: Reference Number
uz: Ma'lumotnoma raqami

source: Enter Reference Number
uz: Ma'lumotnoma raqamini kiriting

source: Enter Note
uz: Eslatma kiriting

source: To
uz: K

source: Total Expense
uz: Jami xarajatlar

source: Total Sales
uz: Jami savdo

source: Purchase
uz: sotib olish

source: New Customers
uz: Yangi mijozlar

source: Daily Sales
uz: Kundalik savdo

source: Daily Collection
uz: Kundalik to'plam

source: Instant Privacy
uz: Tezkor maxfiylik

source: Stock Inventory
uz: Stok inventarlari

source: Stock Value
uz: Qimmatli qog'ozlar qiymati

source: Low Stocks
uz: past aktsiyalar

source: Other
uz: Boshqa

source: Other Income
uz: Boshqa daromadlar

# newCusotmers
source: New Customers
uz: Yangi mijozlar

source: Enter Income Category
uz: Daromadlar toifasini kiriting

source: Please enter valid data
uz: Iltimos, haqiqiy ma'lumotlarni kiriting

# saveAndPublished
source: Save & Publish
uz: Saqlash va nashr qilish

source: Income Category List
uz: Daromad toifalari ro'yxati

source: No Income Category Found
uz: Daromad toifasi topilmadi

source: Income Details
uz: Daromad tafsilotlari

# paymentTypes
source: Payment Type
uz: To'lov turi

source: Total Income
uz: Jami daromad

source: Income List
uz: Daromadlar ro'yxati

source: income Category
uz: Daromadlar toifasi

source: New Income
uz: Yangi daromad

source: Created By
uz: Yaratilgan

source: View
uz: Ko'rish

source: No Income Found
uz: Hech qanday daromad topilmadi

source: Add/Update Income List
uz: Daromadlar ro'yxatini qo'shish/yangilash

source: Income Date
uz: Daromad sanasi

source: Enter Income Date
uz: Daromad sanasini kiriting

source: Income For
uz: Daromad

# enterNames
source: Enter Name
uz: Ism kiriting

source: Enter Amount
uz: Miqdorni kiriting

source: Print Invoice
uz: Hisob-fakturani chop etish

# moneyReciept
source: Money Receipt
uz: Kvitansiya

source: Bill to:
uz: To'lov:

source: Invoice No.
uz: Invoice Number

source: Total Dues
uz: To'lanadigan umumiy summa

source: Paid amount
uz: To'lov miqdori

source: Remaining Due
uz: Qolgan to'lov miqdori

source: Delivery Charge
uz: Etkazib berish

source: Invoice
uz: Schyot raqam

source: Product
uz: Mahsulot

source: Unit Price
uz: Birlik narxi

source: Total Price
uz: Jami narx

source: Sub Total
uz: Jami

source: Total Vat
uz: Jami QQS summasi

source: Total Discount
uz: Jami chegirma miqdori

source: Service Charge
uz: Xizmat to'lovi

source: Total Sale
uz: Jami savdo summasi

source: Total Purchase
uz: Jami xarid summasi

source: Customer Due
uz: Mijoz burchi

source: Supplier Due
uz: Yetkazib beruvchining qarzi

source: Select Parties
uz: Tomonlarni tanlang

source: Details >
uz: Tafsilotlar >

source: Show >
uz: Ko'rsatish >

source: No Transaction Found
uz: Hech qanday tranzaksiya topilmadi

# ledgeDetails
source: Ledger Details
uz: Buxgalteriya hisobi tafsilotlari

source: ItemName
uz: element nomi

source: Purchase Price
uz: Xarid narxi

source: Sale Price
uz: Sotish narxi

source: Profit
uz: foyda

source: Total Profit
uz: Jami foyda

source: Total Loss
uz: Jami yo'qotish

# lossOrProfit
source: Loss/Profit
uz: Zarar/foyda

source: Sale Amount
uz: Sotish summasi

# profitPlus
source: Profit(+)
uz: Foyda (+)

# profitMinus
source: Profit(-)
uz: Foyda (-)

# yourPaymentIsCancelled
source: Your Payment is canceled
uz: To'lovingiz bekor qilindi

source: Your Payment is successfully
uz: To'lovingiz muvaffaqiyatli

source: Hold
uz: Kechikish

source: Hold Number
uz: ushlab turish raqami

source: Select Serial Number
uz: Seriya raqamini tanlang

source: Serial Number
uz: Serial raqami

source: Search Serial Number
uz: Serial raqamini qidirish

source: No Serial Number Found
uz: Serial raqami topilmadi

# nameCodeOrCateogry
source: Name or Code or Category
uz: Ism, kod yoki toifa

# vatOrgst
source: Vat/GST
uz: QQS/GST

source: Discount
uz: chegirma

# areYouWantToCreateThisQuation
source: Are you want to create this Quotation?
uz: Ushbu Iqtibosni yaratmoqchimisiz?

# updateYourPlanFirst
source: Update your plan first\nSale Limit is over.
uz: Avval rejangizni yangilang\nSotish chegarasidan oshib ketdi.

source: Quotation
uz: Iqtibos

source: Add Product
uz: Mahsulot qo'shish

source: Total Product
uz: Jami mahsulotlar

# shpingOrServices
source: Shipping/Service
uz: Yuk tashish/Xizmatlar

source: Add Item Category
uz: Mahsulot toifasini qo'shish

source: Select Variations:
uz: Variatsiyalarni tanlang:

source: Size
uz: o'lcham

source: Color
uz: rang

source: Capacity
uz: imkoniyat

source: Warranty
uz: Kafolat

source: Add Brand
uz: Brend qo'shish

source: Brand Name
uz: Brend nomi

source: Enter Brand Name
uz: Tovar nomini kiriting

source: Add Unit
uz: Birlik qo'shish

source: Unit Name
uz: O'lchov birligining nomi

source: Enter Unit Name
uz: O'lchov birligi nomini kiriting

# productNam
source: Product Name*
uz: Mahsulot nomi*

source: Enter Product Name
uz: Mahsulot nomini kiriting

source: ProductType
uz: Mahsulot turi

source: Enter Product Type
uz: Mahsulot turini kiriting

# productWaranty
source: Product Warranty
uz: Mahsulot kafolati

source: Enter Warranty
uz: Kafolat kiriting

# warrantys
source: Warranty
uz: Kafolatlar

# selectWarrantyTime
source: Select Warranty ATime
uz: Kafolat muddatini tanlang

source: Brand
uz: brend

source: Select Product Brand
uz: Mahsulot brendini tanlang

# productCod
source: Product Code*
uz: Mahsulot kodi*

source: Enter Product Code
uz: Mahsulot kodini kiriting

source: Enter Product Quantity
uz: Mahsulot miqdorini kiriting

source: Quantity
uz: Miqdor*

source: Product Unit
uz: Mahsulot birligi

source: Enter Purchase Price
uz: Xarid narxini kiriting

# salePrices
source: Sale Price*
uz: Sotuv narxi*

source: Dealer Price
uz: Diler narxi

# enterDealePrice
source: Enter Dealer Price
uz: Diler narxini kiriting

source: WholeSale Price
uz: Ulgurji narx

source: Enter Price
uz: Narxni kiriting

source: Manufacturer
uz: ishlab chiqaruvchi

source: Enter Manufacturer Name
uz: Ishlab chiqaruvchi nomini kiriting

# serialNumbers
source: Serial Number
uz: Serial raqami

source: Enter Serial Number
uz: Seriya raqamini kiriting

# nosSerialNumberFound
source: No Serial Number Found
uz: Serial raqami topilmadi

source: Product List
uz: Mahsulot ro'yxati

source: Search By Name
uz: Ism bo'yicha qidirish

source: Wholesale
uz: Ulgurji

source: Total Payable
uz: To'lanadigan umumiy to'lov

source: Total Amount
uz: Jami summa

source: Search by invoice or name
uz: Invoys yoki nom bo'yicha qidirish

# lossminus
source: Loss(-)
uz: Yo'qotish(-)

source: Previous Due:
uz: Oldingi qarz:

source: Price
uz: Narx

source: Create
uz: Yaratish

source: Enter Paying Amount
uz: To'lov summasini kiriting

source: Enter Category Name
uz: Kategoriya nomini kiriting

source: Product Size
uz: Mahsulot hajmi

source: Enter Product Size
uz: Mahsulot hajmini kiriting

source: Product Color
uz: Mahsulot rangi

source: Enter Product Color
uz: Mahsulot rangini kiriting

source: Product weight
uz: Mahsulot og'irligi

source: Enter Product Weight
uz: Mahsulot og'irligini kiriting

source: Product Capacity
uz: Mahsulot sig'imi

source: Enter Product Capacity
uz: Mahsulot hajmini kiriting

source: Enter Sale Price
uz: Sotuv narxini kiriting

source: Add
uz: Qo'shish

source: Product Category
uz: Mahsulot toifasi

source: Enter Product Unit
uz: Mahsulot o'lchov birligini kiriting

source: Product Name
uz: Mahsulot nomi

source: No Product Found
uz: Mahsulot topilmadi

source: Adding Serial Number?
uz: Seriya raqami qo'shilmoqdami?

source: Unit
uz: o'lchov birligi

# editOrAddSerial
source: Edit/Add Serial:
uz: Seriya raqamini tahrirlash/qo'shish:

source: Enter Wholesale Price
uz: Ulgurji narxni kiriting

source: Categories
uz: Kategoriyalar

source: Purchase List
uz: Xarid ro'yxati

source: Print
uz: Chop etish

source: No purchase transaction found
uz: Hech qanday xarid tranzaksiyalari topilmadi

source: Quotation List
uz: Qo'shtirnoqlar ro'yxati

# areYouWantToDeleteThisQuotion
source: Are you want to delete this Quotation?
uz: Ushbu kotirovkani o'chirib tashlamoqchimisiz?

source: Convert To Sale
uz: Sotishga aylantirish

# noQuotionFound
source: No Quotation Found
uz: Hech qanday tirnoq topilmadi

source: Stock Report
uz: Birja hisoboti

source: CATEGORY
uz: KATEGORIYA

source: PRICE
uz: NARX

source: QTY
uz: Miqdor

source: TOTAL VALUE
uz: JAMI XARAJAT

source: NO Report Found
uz: Hech qanday hisobot topilmadi

source: Remaining Balance
uz: Qolgan balans

source: Total Payment In
uz: To'lovning umumiy miqdori

source: Total Payment Out
uz: Jami to'lov uchun

source: Daily Transaction
uz: Kundalik tranzaksiya

source: Payment In
uz: To'lovda

source: Payment Out
uz: To'lov

source: Balance
uz: balans

source: Total Paid
uz: To'liq to'lov

source: Due Transaction
uz: Tranzaksiya muddati tugaydi

source: Download PDF
uz: PDF yuklab olish

source: Customer Type
uz: Mijoz turi

source: Please Add Customer
uz: Iltimos, mijoz qo'shing

source: Purchase Transaction
uz: Xarid operatsiyasi

source: Print PDF
uz: PDFni chop etish

# saleTransactionQuatationHistory
source: Sale Transactions (Quotation Sale History)
uz: Sotish tranzaksiyalari tarixi (kotirovkalarni sotish tarixi)

source: ADD SALE
uz: SOTISHNI QO'SHISH

source: Search.......
uz: Qidirilmoqda....

source: Transaction Report
uz: Tranzaksiya hisoboti

source: Sale Transaction
uz: Sotish operatsiyasi

source: Total Returns
uz: Qaytishlarning umumiy soni

source: Total Return Amount
uz: Jami qaytarish summasi

source: Sale Return
uz: Sotishni qaytarish

# noSaleTransaactionFound
source: No Sale Transaction Found
uz: Hech qanday savdo bitimi topilmadi

source: Sale List
uz: Sotish ro'yxati

source: Reports
uz: Hisobotlar

source: Are you want to return this sale?
uz: Ushbu sotuvni qaytarmoqchimisiz?

source: No
uz: Yo'q

source: Yes Return
uz: Ha, qayting

source: Setting
uz: Sozlamalar

source: Upload An Invoice Logo
uz: Invoice logotipini yuklash

source: Show Logo in Invoice?
uz: Invoysda logotip ko'rsatilsinmi?

source: Logo position in invoice?
uz: Invoysdagi logotipning joylashuvi?

source: Left
uz: chap

source: Right
uz: o'ng

source: Company Address
uz: Kompaniya manzili

source: Enter Your Company Address
uz: Kompaniya manzilingizni kiriting

source: Company phone number
uz: Kompaniya telefoni

source: Company email address
uz: Kompaniya elektron pochtasi

source: Enter company phone number
uz: Kompaniya telefon raqamini kiriting

source: Enter company email address
uz: Kompaniya elektron pochta manzilingizni kiriting

source: Company Website Url
uz: Kompaniya veb-saytining URL manzili

source: Enter company website url
uz: Kompaniya veb-saytining URL manzilini kiriting

source: Company Description
uz: Kompaniya tavsifi

# enterCompanyDesciption
source: Enter Company Description
uz: Kompaniya tavsifini kiriting

source: Save Changes
uz: O'zgarishlarni saqlash

source: KYC Verification
uz: KYC tekshiruvi

source: Identity Verify
uz: Identifikatsiyani tekshirish

# yourNeedToIdentityVerify
source: You need to identity verify before buying messages
uz: Xabarlarni xarid qilishdan oldin shaxsingizni tasdiqlashni yakunlashingiz kerak

# govermentId
source: Government Id
uz: ID

# takeADriveLisense
source: Take a driver's license, national identity card or passport photo
uz: Haydovchilik guvohnomasi, pasport yoki milliy guvohnomangizni suratga oling

# addDucument
source: Add Documents
uz: Hujjatlarni qo'shish

# youNeedToIdentityVerifySms
source: You need to identity verify before buying messages
uz: SMS xarid qilishdan oldin shaxsingizni tasdiqlashingiz kerak

# wholeSeller
source: Wholesaler
uz: Ulgurji sotuvchi
